[{
    "fact": "All dogs can be traced back 40 million years ago to a weasel-like animal called the Miacis which dwelled in trees and dens. The Miacis later evolved into the Tomarctus, a direct forbear of the genus Canis, which includes the wolf and jackal as well as the dog." ,"image":"https://www.wallpaperbetter.com/wallpaper/333/825/174/white-dog-2K-wallpaper.jpg"
},
{
    "fact": "Ancient Egyptians revered their dogs. When a pet dog would die, the owners shaved off their eyebrows, smeared mud in their hair, and mourned aloud for days.", "image":"https://images.unsplash.com/photo-1576201836106-db1758fd1c97?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxleHBsb3JlLWZlZWR8MTJ8fHxlbnwwfHx8fA%3D%3D&w=1000&q=80"
},
{
    "fact": "Small quantities of grapes and raisins can cause renal failure in dogs. Chocolate, macadamia nuts, cooked onions, or anything with caffeine can also be harmful.","image":"https://img.wallpapersafari.com/desktop/1920/1080/72/25/guCerM.jpg"
},
{
    "fact": "Apple and pear seeds contain arsenic, which may be deadly to dogs.","image":"https://wallpaperaccess.com/full/546539.jpg"
},
{
    "fact": "Rock star Ozzy Osborne saved his wife Sharon’s Pomeranian from a coyote by tackling ad wresting the coyote until it released the dog.","image":"https://pxwall.com/wp-content/uploads/2019/04/Dog-Desktop-Wallpapers.jpg"
},
{
    "fact": "Dogs have sweat glands in between their paws.","image":"https://c4.wallpaperflare.com/wallpaper/162/161/312/autumn-each-dog-hd-wallpaper-preview.jpg"
},
{
    "fact": "In 2003, Dr. Roger Mugford invented the \"wagometer,\" a device that claims to interpret a dog’s exact mood by measuring the wag of its tail.","image":"https://c4.wallpaperflare.com/wallpaper/1021/242/468/beagles-dog-blurred-depth-of-field-wallpaper-preview.jpg"
},
{
    "fact": "Dogs have three eyelids. The third lid, called a nictitating membrane or \"haw,\" keeps the eye lubricated and protected.","image":"https://2.bp.blogspot.com/-GTbFZI3UawY/WArJRGY-obI/AAAAAAAAFno/6n4Nvnhi0RIApotALljtjiYgZnvYMfdgACLcB/s1600/Dog%2BBackgrounds%2B1.jpg"
},
{
    "fact": "A dog’s shoulder blades are unattached to the rest of the skeleton to allow greater flexibility for running.","image":"https://c4.wallpaperflare.com/wallpaper/806/599/674/dogs-shiba-inu-dog-flower-pet-hd-wallpaper-preview.jpg"
},
{
    "fact": "Puppies are sometimes rejected by their mother if they are born by cesarean and cleaned up before being given back to her.","image":"https://www.natureplprints.com/p/729/golden-retriever-puppy-wooden-basket-purple-15336976.jpg"
}]